Tekla Open API Reference for Tekla Structures 2025
Load.Group Property
 The load group object for the load.
 Namespace: Tekla.Structures.Model
 Assembly: Tekla.Structures.Model (in Tekla.Structures.Model.dll) Version: 2025.0.0-alpha00048669+a99462f17964bc42624ada6e8d316db2d795d226
Syntax
public LoadGroup Group { get; set; }
Public Property Group As LoadGroup
	Get
	Set
Property Value
Type: LoadGroup
See Also
Reference
Load Class
Tekla.Structures.Model Namespace